Repository: tollwerk/TYPO3-ext-tw_forms
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# form.navigation
source: Form
de: Formular

# form.steps
source: Form progress
de: Fortschritt

# form.steps.pattern
source: Step %s of %s | %s
de: Schritt %s von %s | %s

# form.next
source: Next
de: Weiter

# form.required
source: (required)
de: (erforderlich)

# form.complete
source: (complete)
de: (vollständig)

# form.select
source: Please select...
de: Bitte wählen...

# form.error
source: There are still issues with 1 of your entries
de: Es gibt noch Probleme mit 1 Ihrer Angaben

# form.errors
source: There are still issues with %s of your entries
de: Es gibt noch Probleme mit %s Ihrer Angaben

# form.nav.errors
source: Problematic form fields
de: Problematische Formularfelder

# form.title.errors
source: %s errors ⚠️
de: %s Fehler ⚠️

# validation.error.1221560910
source: Please fill out this field.
de: Bitte füllen Sie dieses Feld aus.

# validation.error.1221560718
source: Please fill out this field.
de: Bitte füllen Sie dieses Feld aus.

# validation.error.1347992400
source: Please fill out this field.
de: Bitte füllen Sie dieses Feld aus.

# validation.error.1347992453
source: Please fill out this field.
de: Bitte füllen Sie dieses Feld aus.

# validation.error.1221551320
source: Please enter only letters or digits.
de: Bitte geben Sie nur Buchstaben oder Ziffern ein.

# validation.error.1428504122
source: Your text must be a minimum of %s characters in length and no longer than %s.
de: Bitte geben Sie Text mit mehr als %s Zeichen und weniger als %s Zeichen ein.

# validation.error.1238108068
source: Please enter text which is longer than %s characters.
de: Bitte geben Sie einen Text mit mehr als %s Zeichen ein.

# validation.error.1238108069
source: Please enter text which is no longer than %s characters.
de: Bitte geben Sie einen Text mit weniger als %s Zeichen ein.

# validation.error.1221559976
source: Please enter a valid email address.
de: Bitte geben Sie eine gültige E-Mail-Adresse ein.

# validation.error.1221560494
source: Please enter a valid number.
de: Bitte geben Sie eine gültige Zahl ein.

# validation.error.1221560288
source: Please enter a valid floating point number.
de: Bitte geben Sie eine gültige Kommazahl ein.

# validation.error.1221563685
source: Please enter a valid number.
de: Bitte geben Sie eine gültige Zahl ein.

# validation.error.1221561046
source: Please enter a valid number between %s and %s.
de: Bitte geben Sie eine gültige Zahl zwischen %s und %s ein.

# validation.error.1221565130
source: Please enter a valid value. Please refer to the description of this field.
de: Bitte geben Sie einen gültigen Wert ein. Beachten Sie dabei die Beschreibung dieses Feldes.

# validation.error.1521293685
source: Please enter a valid date.
de: Bitte geben Sie ein gültiges Datum ein.

# validation.error.1521293686
source: Please select a date before %s.
de: Bitte wählen Sie ein Datum vor dem %s.

# validation.error.1521293687
source: Please select a date after %s.
de: Bitte wählen Sie ein Datum nach dem %s.

# validation.error.1238087674
source: Please enter a valid date.
de: Bitte geben Sie ein gültiges Datum ein.

# validation.error.1475002976
source: Please select a valid value.
de: Bitte treffen Sie eine gültige Auswahl.

# validation.error.1475002994
source: Please select between %s to %s elements.
de: Bitte wählen Sie zwischen %s und %s Elementen.
